"Background" = "背景";
"Black & White" = "黑白模式";
"Cancel" = "取消";
"Choose..." = "選擇⋯";
"Compress" = "壓縮";
"Convert Image..." = "轉換影像⋯";
"Crop" = "裁切";
"Format" = "格式";
"Height:" = "高度：";
"Image Converter" = "影像轉換程式";
"Image: " = "影像：";
"OK" = "好";
"Rotate Left" = "向左旋轉";
"Rotate Right" = "向右旋轉";
"Save" = "儲存";
"Scale preview" = "調整預覽";
"Size" = "大小";
"Width:" = "寬度：";
"untitled" = "未命名";
